Revit 2024 API
ParameterTypeId.DividedSurfacePatternIndentn2 Property
 "Indent 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DividedSurfacePatternIndentn2 { get; }
Visual Basic
Public Shared ReadOnly Property DividedSurfacePatternIndentn2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DividedSurfacePatternIndentn2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace